Repository: manaflow-ai/cmux
Catalog: Packages/macOS/CmuxNext/Sources/CmuxNextBrowser/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# browser.address.notSecure
source: Not Secure
ja: 保護されていません

# browser.dialog.from
source: %@ says
ja: %@ からのメッセージ

# browser.engine.cefUnavailable
source: The Chromium engine is not available in this build.
ja: このビルドでは Chromium エンジンを使用できません。

# browser.error.loadFailed
source: Can’t open this page
ja: このページを開けません

# browser.error.processTerminated
source: This page stopped responding. Reload to try again.
ja: このページが応答しなくなりました。再読み込みしてください。

# browser.error.tryAgain
source: Try Again
ja: 再試行

# browser.find.count
source: %lld matches
ja: %lld 件

# browser.find.done
source: Done
ja: 完了

# browser.find.next
source: Next Match
ja: 次の一致

# browser.find.noMatches
source: No matches
ja: 一致なし

# browser.find.placeholder
source: Find in page
ja: ページ内を検索

# browser.find.position
source: %1$lld of %2$lld
ja: %1$lld / %2$lld

# browser.find.previous
source: Previous Match
ja: 前の一致

# browser.menu.openImageInNewTab
source: Open Image in New Tab
ja: イメージを新規タブで開く

# browser.menu.openLinkInNewTab
source: Open Link in New Tab
ja: リンクを新規タブで開く

# browser.menu.openVideoInNewTab
source: Open Video in New Tab
ja: ビデオを新規タブで開く

# browser.permission.camera
source: %@ wants to use your camera.
ja: %@ がカメラの使用を求めています。

# browser.permission.cameraAndMicrophone
source: %@ wants to use your camera and microphone.
ja: %@ がカメラとマイクの使用を求めています。

# browser.permission.microphone
source: %@ wants to use your microphone.
ja: %@ がマイクの使用を求めています。

# browser.prompt.allow
source: Allow
ja: 許可

# browser.prompt.cancel
source: Cancel
ja: キャンセル

# browser.prompt.deny
source: Don’t Allow
ja: 許可しない

# browser.suggestion.searchWith
source: %@ Search
ja: %@ で検索

# browser.tab.new
source: New Tab
ja: 新規タブ

# browser.toolbar.back
source: Back
ja: 戻る

# browser.toolbar.extensions
source: Extensions
ja: 拡張機能

# browser.toolbar.forward
source: Forward
ja: 進む

# browser.toolbar.reload
source: Reload This Page
ja: このページを再読み込み

# browser.toolbar.stop
source: Stop Loading
ja: 読み込みを中止

# browser.omnibar.placeholder
source: Search or type URL
ja: 検索または URL を入力

# browser.omnibar.pasteAndGo
source: Paste and Go
ja: ペーストして移動

# browser.omnibar.pasteAndSearch
source: Paste and Search
ja: ペーストして検索
